Repository: Brazier85/personal_zoo
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Currently a feeding size between {fmin} gr and {fmax} gr ({afmin}% -> {afmax}%) is recommended!
de: Aktuell wird eine Futtergröße zwischen {fmin} gr und {fmax} gr ({afmin}% -> {afmax}%) empfohlen!

source: Repeat password
de: Password wiederholen

source: old Password
de: Altes Password

source: new Password
de: Neues Password

source: Users
de: Benutzer

source: Active
de: Aktiv

source: Delete
de: Löschen

source: Register now
de: Jetzt Registrieren

source: Change password
de: Passwort ändern

source: Close
de: Schließen

source: Save
de: Speichern

source: Your Profile
de: Dein Profil

source: Change Password
de: Password ändern

source: Basic profile data!
de: Profil daten

source: Type
de: Typ

source: Morph
de: Art

source: Gender
de: Geschlecht

source: Birth
de: Schlupfdatum

source: Notes
de: Notizen

source: Image
de: Bild

source: Background Color
de: Hintergrund Farbe

source: Current Weight
de: Aktuelles Gewicht

source: Feedings
de: Fütterungen

source: Date
de: Datum

source: Count
de: Anzahl

source: Size
de: Größe

source: Show all
de: Alle anzeigen

source: Events/Actions
de: Events/Aktionen

source: Documents
de: Dokumente

source: Download
de: Herunterladen

source: You can only upload pdf and image-files!
de: Es können nur pdf und Bild-Dateien hochgeladen werden!

source: Last updated:
de: Zuletzt aktuallisiert:

source: less
de: weniger

source: Show less
de: Zeige weniger

source: Edit
de: Bearbeiten

source: Cancel
de: Abbrechen

source: Feedings (last 10)
de: Fütterungen (Letzte 10)

source: Events/Actions (last 10)
de: Events/Aktionen (Letzte 10)

source: Powered by https://www.personal-zoo.com
de: Erstellt von https://www.personal-zoo.com

source: Weight Chart
de: Gewichtsverlauf

source: File
de: Datei

source: Add document to
de: Dokument hinzufügen für

source: Edit document
de: Dokument bearbeiten

source: Add feeding
de: Fütterung hinzufügen

source: Add Feeding
de: Fütterung hinzufügen

source: Add Feeding for
de: Fütterung hinzufügen für

source: Edit feeding
de: Fütterung bearbeiten

source: Add Multi Feeding
de: Massen Fütterung hinzufügen

source: Add multi feeding
de: Massen Fütterungn hinzufügen

source: Note:
de: Notiz:

source: You can select both, animals and/or terrariums.
de: Du kannst Tiere und Terrariuen auswählen

source: Feeding QR-Code for
de: QR-Code für

source: Weight
de: Gewicht

source: Add event/action
de: Event/Aktion hinzufügen

source: Edit event/action
de: Event/Aktion bearbeiten

source: Add multi history/event
de: Massen Events/Aktionen hinzufügen

source: Add animal type
de: Tier hinzufügen

source: Feeding size min
de: Minimalgröße (&#037;)

source: Feeding size max
de: Maximalgröße (&#037;

source: Edit animal type
de: Tier hinzufügen

source: Add feeding type
de: Fütterung hinzufügen

source: Weight: Enter weight unit
de: Gewicht: Bitte Typ eingeben

source: Text: Enter a hint
de: Text: Hinweis eingeben

source: Size: Enter sizes (small,middle,large)
de: Größe: Im Format (klein,mittel,groß)

source: Be careful when changing a unit!
de: Bittem beim Typ wechsel aufpassen!

source: Notes are only visible on this page
de: Notizen sidn nur auf dieser Seite sichtbar

source: This function is work in progress!
de: Diese Funktion befindet sich in der Entwicklung

source: Changed
de: Gewechselt

source: No animals found!
de: Keine Tiere gefunden!

source: Anyone in here?
de: Jemand da?

source: Lamps
de: Lampen

source: Light it up!
de: Es werde Licht!

source: Equipment
de: Zubehör

source: Hey, something went wrong :(
de: Hey, irgendwas hat nicht geklappt :(

source: click here to go back
de: Hier gehts zurück

source: The error you found is:
de: Es ist folgender Fehler aufgetreten:

source: If you see this message after you did update the application visit the
de: Wenn du diese Seite nach einem Update siehst besuche bitte die

source: update page!
de: Update Seite

source: Your Animals
de: Deine Tiere

source: You can add your first animal here:
de: Du kannst dein erstes Tier hier hinzufügen:

source: Add animal
de: Tier hinzufügen

source: Your Terrariums
de: Deine Terrarien

source: No terrariums found!
de: Keine Terrarien gefunden

source: You can add your first terrarium here:
de: Du kannst dein erstes Terrarium hier hinzufügen:

source: Add terrarium
de: Terrarium hinzufügen

source: Multi Feeding
de: Massen Fütterung

source: Multi Event
de: Massen Event

source: Add
de: Hinzufügen

source: Print
de: Drucken

source: Settings
de: Einstellungen

source: Account
de: Profil

source: Admin settings
de: Admin Einstellungen

source: Logout
de: Abmelden

source: Register
de: Registrieren

source: Toggle theme
de: Theme wechseln

source: Light
de: Hell

source: Dark
de: Dunkel
